{
    "translation": {
      "About": "বিষয়",
      "Settings": "সেটিংস",
      "Share Us": "পাঠান",
      "Rate Us": "রেট দিন",
      "BMI": "বি.এম.আই.",
      "Change Theme": "থিম পরিবর্তন",
      "DARK": "অন্ধকার",
      "LIGHT": "আলো",
      "Select Language": "ভাষা নির্বাচন",
      "Calculator": "গণনা",
      "Calculation": "গণনা",
      "Age": "বয়স",
      "Height": "উচ্চতা",
      "Weight": "ওজন",
      "Male": "পুরুষ",
      "Female": "মহিলা",
      "Too Young": "খুব তরুণ",
      "can't be calculated": "গণনা করা যায় না",
      "m": "মি.",
      "cm": "সে.মি.",
      "ft": "ফি.",
      "in": "ই.",
      "kg": "কে.জি.",
      "lbs": "পা.",
      "Ideal Weight": "আদর্শ ওজন",
      "Classifications": "স্বাস্থ্যকর পরিসর",
      "Category": "বিভাগ",
      "Percentile": "শতাংশ",
      "For Adult above age 20": "20 বছরের বেশি বয়সী প্রাপ্তবয়স্কদের জন্য",
      "For Child & Teenager within age 20": "20 বছরের মধ্যে শিশু এবং কিশোরদের জন্য",
      "Underweight": "কম ওজন",
      "Normal": "স্বাভাবিক",
      "Overweight": "ওভারওয়েট",
      "Obese": "স্থূল",
      "ObeseC1": "স্থূলতা ক্লাস I",
      "ObeseC2": "স্থূলতা ক্লাস II",
      "ObeseC3": "স্থূলতা ক্লাস III",
      "Github": "গিটহাব",
      "Amazon Appstore": "অ্যামাজন অ্যাপস্টোর",
      "Share": "পাঠান",
      "msg": "আপনার বডি মাস ইনডেক্স পরীক্ষা করুন",
      "about_bmi": "বি.এম.আই., বা বডি মাস ইনডেক্স হল একটি পরিমাপ যা একজন ব্যক্তির উচ্চতা এবং ওজনের উপর ভিত্তি করে তার শরীরে চর্বির পরিমাণ অনুমান করে। এটি একটি গুরুত্বপূর্ণ স্বাস্থ্য সূচক যা আপনাকে নির্ধারণ করতে সাহায্য করতে পারে যে আপনি স্বাস্থ্যকর ওজনে আছেন বা আপনার ওজন বেশি বা কম ওজনের।",
      "about_calc": "বি.এম.আই. এটি আপনার ওজনকে কিলোগ্রামে আপনার উচ্চতা দ্বারা ভাগ করে মিটার বর্গক্ষেত্রে গণনা করা হয়। 18.5 থেকে 24.9 এর বি.এম.আই. স্বাস্থ্যকর হিসাবে বিবেচিত হয়, যখন 25 থেকে 29.9 এর বি.এম.আই. ওজন বেশি এবং তার বি.এম.আই. 30 বা তার বেশি। মোটা হয়ে যায়। যখন বি.এম.আই. যদিও সঠিক পরিমাপ নয় এবং এর কিছু সীমাবদ্ধতা রয়েছে, তবুও এটি স্বাস্থ্যের অবস্থার সূচক হিসাবে ব্যাপকভাবে ব্যবহৃত হয়।",
      "about_pros": "একটি সুস্থ বি.এম.আই. রক্ষণাবেক্ষণের সুবিধাগুলির মধ্যে রয়েছে ডায়াবেটিস, হৃদরোগ এবং কিছু ধরণের ক্যান্সারের মতো দীর্ঘস্থায়ী রোগ হওয়ার ঝুঁকি হ্রাস করা। অন্যদিকে, উচ্চতর বি.এম.আই. এটি থাকা স্বাস্থ্য সমস্যার ঝুঁকি বাড়াতে পারে এবং খারাপ স্বাস্থ্যের ফলাফল হতে পারে।",
      "about_cons": "এটি লক্ষ করা গুরুত্বপূর্ণ যে সামগ্রিক স্বাস্থ্য মূল্যায়নের ক্ষেত্রে বি.এম.আই. এটি শুধুমাত্র একটি কারণ এবং অন্যান্য স্বাস্থ্য সূচক যেমন কোমরের পরিধি, রক্তচাপ এবং রক্তে গ্লুকোজের মাত্রার সাথে ব্যবহার করা উচিত। আপনার বি.এম.আই. কিনা তা নির্ধারণ করতে ব্যায়াম আপনার ব্যক্তিগত পরিস্থিতিতে স্বাস্থ্যকর কিনা সে সম্পর্কে আপনার স্বাস্থ্যসেবা প্রদানকারীর সাথে কথা বলাও গুরুত্বপূর্ণ।",
      "about_dev": "বি.এম.আই. কিপার অ্যাপ v1.0.0 তৈরি করেছেন সন্দীপ শ, একজন অনুরাগী অ্যাপ ডেভেলপার, যিনি সহজ কিন্তু দরকারী অ্যাপ্লিকেশন তৈরিতে ফোকাস করেন। এই ন্যূনতম মোবাইল অ্যাপ্লিকেশনটি বডি মাস ইনডেক্স গণনা করার জন্য ডিজাইন করা হয়েছে এবং এতে ডেটা অন্তর্ভুক্ত রয়েছে যা 2 থেকে 20 বছর বয়সী শিশু এবং কিশোর-কিশোরীদের বয়স গণনার জন্যও দরকারী।\n\nএই অ্যাপ্লিকেশনটি ব্যবহারকারীদের বি.এম.আই. সম্পর্কে শিক্ষিত করার একমাত্র উদ্দেশ্য নিয়ে \"React Native\" ব্যবহার করে তৈরি করা হয়েছে। অ্যাপটি একটি মসৃণ, বিজ্ঞাপন-মুক্ত অভিজ্ঞতা প্রদান করে এবং একটি অন্ধকার এবং হালকা থিম সহ ইংরেজি ও হিন্দি ভাষা সমর্থন করে। বিকাশকারীর ব্যক্তিগত ডেটা সংগ্রহ করার কোন ইচ্ছা নেই, এবং সমস্ত ডেটা স্থানীয়ভাবে \"অসিঙ্ক্রোনাস স্টোরেজ\" ব্যবহার করে ব্যবহারকারীর ডিভাইসে সংরক্ষণ করা হয়\n\nঅ্যাপটি ব্যবহার করার সময় আপনি যদি কোনো অসুবিধার সম্মুখীন হন, অনুগ্রহ করে বিনা দ্বিধায় মতামত দিন। একজন বিকাশকারী হিসাবে, আমরা আপনার প্রতিক্রিয়ার মূল্য দিই, কারণ এটি আমাদের উন্নতির সম্ভাব্য ক্ষেত্রগুলি সম্পর্কে সচেতন হতে এবং আরও ভাল ব্যবহারকারীর অভিজ্ঞতা প্রদান করতে সহায়তা করে।",
      "What is BMI": "বি.এম.আই. কি",
      "Pros": "সুবিধাদি",
      "Cons": "ক্ষতি",
      "Developer": "অ্যাপ নির্মাতা"
    }
  }
  