{
  "translation": {
    "About": "About",
    "Settings": "Settings",
    "Share Us": "Share Us",
    "Rate Us": "Rate Us",
    "BMI": "BMI",
    "Change Theme": "Change Theme",
    "DARK": "DARK",
    "LIGHT": "LIGHT",
    "Select Language": "Select Language",
    "Calculator": "Calculator",
    "Calculation": "Calculation",
    "Age": "Age",
    "Height": "Height",
    "Weight": "Weight",
    "Male": "Male",
    "Female": "Female",
    "Too Young": "Too Young",
    "can't be calculated": "can't be calculated",
    "m": "m",
    "cm": "cm",
    "ft": "ft",
    "in": "in",
    "kg": "kg",
    "lbs": "lbs",
    "Ideal Weight": "Ideal Weight",
    "Classifications": "Classifications",
    "Category": "Category",
    "Percentile": "Percentile",
    "For Adult above age 20": "For Adult above age 20",
    "For Child & Teenager within age 20": "For Child & Teenager within age 20",
    "Underweight": "Underweight",
    "Normal": "Normal",
    "Overweight": "Overweight",
    "Obese": "Obese",
    "ObeseC1": "Obese Class I",
    "ObeseC2": "Obese Class II",
    "ObeseC3": "Obese Class III",
    "Github": "Github",
    "Amazon Appstore": "Amazon Appstore",
    "Share": "Share",
    "msg": "Check your Body Mass Index",
    "about_bmi": "BMI, or Body Mass Index, is a measurement that assesses the amount of body fat a person has based on their height and weight. It is an important health indicator that can help you determine if you are at a healthy weight or if you are overweight or underweight.",
    "about_calc": "BMI is calculated by dividing your weight in kilograms by your height in meters squared. A BMI of 18.5 to 24.9 is considered healthy, while a BMI of 25 to 29.9 is overweight and a BMI of 30 or higher is obese. While BMI is not a perfect measurement and has some limitations, it is still widely used as an indicator of health status.",
    "about_pros": "The benefits of maintaining a healthy BMI include reducing the risk of developing chronic diseases such as diabetes, heart disease, and certain types of cancer. On the other hand, having a high BMI can increase the risk of health problems and may lead to poor health outcomes.",
    "about_cons": "It is important to note that BMI is just one factor in assessing overall health and it should be used in conjunction with other health indicators, such as waist circumference, blood pressure, and blood sugar levels. It is also important to speak with your healthcare provider to determine if your BMI is healthy for your individual circumstances. ",
    "about_dev": "The BMI Keeper App v1.0.0 has been developed by Sandeep Shaw, a passionate app developer with a focus on creating simple yet useful applications. This minimal mobile application has been designed to calculate the Body Mass Index and includes statistics that are also useful for calculating the age of kids and teenagers from 2 to 20 years of age.\n\nThis application has been developed using React Native with the sole purpose of educating users on BMI. The app provides a seamless, ad-free experience and supports English and Hindi languages, along with a dark and light theme. The developer has no intention of collecting private data, and all data is stored locally on the user's device using async storage.\n\nIf you encounter any inconvenience while using the app, please feel free to provide feedback. As a developer, we value your feedback, as it helps us be aware of possible areas for improvement and provide a better user experience.",
    "What is BMI": "What is BMI",
    "Pros": "Pros",
    "Cons": "Cons",
    "Developer": "Developer"
  }
}
