{
  "translation": {
    "About": "विषय",
    "Settings": "सेटिंग",
    "Share Us": "भेजें",
    "Rate Us": "रेटिंग दें",
    "BMI": "बी.एम.आई.",
    "Change Theme": "थीम परिवर्तन",
    "DARK": "अंधकार",
    "LIGHT": "उजाला",
    "Select Language": "भाषा चयन",
    "Calculator": "गणना",
    "Calculation": "गणना",
    "Age": "आयु",
    "Height": "ऊंचाई",
    "Weight": "वज़न",
    "Male": "पुरुष",
    "Female": "महिला",
    "Too Young": "बहुत कम आयु",
    "can't be calculated": "गणना नहीं की जा सकती",
    "m": "मी.",
    "cm": "से.मी.",
    "ft": "फ़ी.",
    "in": "इ.",
    "kg": "कि.ग्रा.",
    "lbs": "पा.",
    "Ideal Weight": "सामान्य वजन",
    "Classifications": "स्वस्थ सीमा",
    "Category": "वर्ग",
    "Percentile": "प्रतिशतता",
    "For Adult above age 20": "20 वर्ष से अधिक आयु के वयस्कों के लिए",
    "For Child & Teenager within age 20": "20 वर्ष की आयु के भीतर बच्चे और किशोर के लिए",
    "Underweight": "कम वजन",
    "Normal": "सामान्य",
    "Overweight": "अधिक वजन",
    "Obese": "मोटापा",
    "ObeseC1": "मोटापा वर्ग I",
    "ObeseC2": "मोटापा वर्ग II",
    "ObeseC3": "मोटापा वर्ग III",
    "Github": "गिटहब",
    "Amazon Appstore": "अमेज़ॅन ऐपस्टोर",
    "Share": "भेजें",
    "msg": "अपने बॉडी मास इंडेक्स की जाँच करें",
    "about_bmi": "बीएमआई, या बॉडी मास इंडेक्स, एक माप है जो किसी व्यक्ति की ऊंचाई और वजन के आधार पर उसके शरीर में वसा की मात्रा का आकलन करता है। यह एक महत्वपूर्ण स्वास्थ्य संकेतक है जो यह निर्धारित करने में आपकी सहायता कर सकता है कि क्या आप स्वस्थ वजन पर हैं या यदि आप अधिक वजन वाले या कम वजन वाले हैं।",
    "about_calc": "बीएमआई की गणना आपके वजन को किलोग्राम में आपकी ऊंचाई को वर्ग मीटर में विभाजित करके की जाती है। 18.5 से 24.9 का बीएमआई स्वस्थ माना जाता है, जबकि 25 से 29.9 का बीएमआई अधिक वजन वाला होता है और 30 या उससे अधिक का बीएमआई मोटा होता है। जबकि बीएमआई एक सटीक माप नहीं है और इसकी कुछ सीमाएँ हैं, यह अभी भी व्यापक रूप से स्वास्थ्य की स्थिति के संकेतक के रूप में उपयोग किया जाता है।",
    "about_pros": "एक स्वस्थ बीएमआई बनाए रखने के लाभों में मधुमेह, हृदय रोग और कुछ प्रकार के कैंसर जैसी पुरानी बीमारियों के विकास के जोखिम को कम करना शामिल है। दूसरी ओर, उच्च बीएमआई होने से स्वास्थ्य समस्याओं का खतरा बढ़ सकता है और खराब स्वास्थ्य परिणाम हो सकते हैं।",
    "about_cons": "यह ध्यान रखना महत्वपूर्ण है कि समग्र स्वास्थ्य का आकलन करने में बीएमआई सिर्फ एक कारक है और इसका उपयोग अन्य स्वास्थ्य संकेतकों जैसे कि कमर की परिधि, रक्तचाप और रक्त शर्करा के स्तर के संयोजन में किया जाना चाहिए। यह निर्धारित करने के लिए कि आपका बीएमआई आपकी व्यक्तिगत परिस्थितियों के लिए स्वस्थ है या नहीं, अपने स्वास्थ्य सेवा प्रदाता से बात करना भी महत्वपूर्ण है।",
    "about_dev": "बीएमआई कीपर ऐप v1.0.0 संदीप शॉ द्वारा विकसित किया गया है, जो एक भावुक ऐप डेवलपर है, जो सरल लेकिन उपयोगी एप्लिकेशन बनाने पर ध्यान केंद्रित करता है। इस न्यूनतम मोबाइल एप्लिकेशन को बॉडी मास इंडेक्स की गणना करने के लिए डिज़ाइन किया गया है और इसमें ऐसे आँकड़े शामिल हैं जो 2 से 20 वर्ष की आयु के बच्चों और किशोरों की आयु की गणना के लिए भी उपयोगी हैं।\n\nबीएमआई पर उपयोगकर्ताओं को शिक्षित करने के एकमात्र उद्देश्य के साथ \"रिएक्ट नेटिव\" का उपयोग करके इस एप्लिकेशन को विकसित किया गया है। ऐप एक सहज, विज्ञापन-मुक्त अनुभव प्रदान करता है और एक डार्क और लाइट थीम के साथ-साथ अंग्रेजी और हिंदी भाषाओं का समर्थन करता है। डेवलपर का निजी डेटा एकत्र करने का कोई इरादा नहीं है, और सभी डेटा स्थानीय रूप से उपयोगकर्ता के डिवाइस पर \"अतुल्यकालिक भंडारण\" का उपयोग करके संग्रहीत किया जाता है\n\nयदि ऐप का उपयोग करते समय आपको कोई असुविधा होती है, तो कृपया बेझिझक प्रतिक्रिया दें। एक डेवलपर के रूप में, हम आपकी प्रतिक्रिया को महत्व देते हैं, क्योंकि यह हमें सुधार के संभावित क्षेत्रों के बारे में जागरूक होने और बेहतर उपयोगकर्ता अनुभव प्रदान करने में मदद करता है।",
    "What is BMI": "बी.एम.आई. क्या है",
    "Pros": "फायदे",
    "Cons": "नुकसान",
    "Developer": "ऐप निर्माता"
  }
}
